Repository: Nudin/gpgkeymgr
Catalog: gpgkeymgr/translations/gpgkeymgr-*.po
Languages: fr_fr

source: already exists, overwrite?
fr_fr: existe déjà, écraser ?

source: and
fr_fr: et

source: or
fr_fr: ou

source: Answer all questions with yes
fr_fr: Répond "oui" à toutes les questions

source: Backup public keyring
fr_fr: Sauvegarde des clés publiques

source: Can't create directory.
fr_fr: Creation du répertoire impossible.

source: Deleted %i key(s).
fr_fr: Suppression de(s) clé(s) %i

source: Directory does not exist. Create?
fr_fr: Le répertoire n'existe pas. Le créer ?

source: Do you really want to delete all keys which are
fr_fr: Voulez-vous supprimer tous ces certificats

source: Don't really do anything
fr_fr: Ne rien faire réellement (simulation)

source: Failed to open
fr_fr: Impossible d'ouvrir:

source: File
fr_fr: Fichier

source: Note: this is still an experimental version. Before use, please backup your ~/.gnupg directory.
fr_fr: Note: Ce logiciel est en version alpha. Il est vivement conseillé que voussauvegardiez votre répertoire ~/.gnupg .

source: Protocol name: %s
fr_fr: Nom du protocole : %s

source: Successfully backuped pubring.gpg and pubring.kbx
fr_fr: Sauvegarde de pubring.gpg et pubring.kbx réussie.

source: UID in wrong format, skipping
fr_fr: Mauvais format d'UID, ignoré

source: Use:
fr_fr: Utilisation:

source: Where should I put the backup? (Directory must exist)
fr_fr: Emplacement pour la sauvegarde ? (Répertoire existant)

source: can not list keys:
fr_fr: Les clés ne peuvent pas être obtenues :

source: deleted key
fr_fr: suppression de clé

source: don't print out so much
fr_fr: affichage moins verbeux

source: expired
fr_fr: expiré

source: failed to open file:
fr_fr: Impossible d'ouvrir le fichier :

source: file
fr_fr: fichier

source: file=%s, home=%s
fr_fr: fichier=%s, répertoire=%s

source: listed in file
fr_fr: indiqué dans le fichier

source: no directory
fr_fr: pas de répertoire

source: remove expired keys
fr_fr: supprime les clés ayant expirés

source: remove key already if one given criteria is maching
fr_fr: supprime la clé si l'un des critéres est valide

source: remove keys listed in file (uids)
fr_fr: supprime les clés indiqués dans le fichier (uids)

source: remove not-trusted keys
fr_fr: supprime les clé dont la confiance n'est pas suffisante

source: remove not-valid keys
fr_fr: supprime les clés invalides

source: remove revoked keys
fr_fr: supprime les clés révoquées

source: revoked
fr_fr: révoqué

source: unknown Error occurred
fr_fr: Oups, erreur quelque part...

source: untrusted
fr_fr: confiance insuffisante

source: unvalid
fr_fr: invalide

source: with N you can increase the maximum level
fr_fr: le nombre N permet d'accroitre le niveau maximum
